[{"Category":"GUIDED TOURS","Destination":"Vancouver City + Capilano Suspension Bridge Park Tour","Image":"url","Explanation":"Blend city scenery with an escape with nature on this Vancouver City and Capilano Suspension Bridge Park sightseeing tour. On this 5-hour tour, expect stops along the way to get outdoors and enjoy some of British Columbia’s best scenery. During your tour, walk across the Capilano Suspension Bridge, stroll through a temperate rainforest, and soak up the atmosphere in the bustling Granville Island Public Market. You’ll get to drive through diverse neighbourhoods including Chinatown and Gastown as your expert guide brings Vancouver’s colourful history to life.","Duration":"13hours","Price":"$220"},
{"Category":"GUIDED TOURS","Destination":"Whistler + Sea To Sky Gondola Tour","Image":"url","Explanation":"Escape the city and experience the wild side of British Columbia on this adventurous Whistler and Sea To Sky Gondola tour from Vancouver. Spin along the famous Sea To Sky Highway with your expert guide, and soak up panoramic views over the ever-changing landscapes. In Shannon Falls Park, follow winding trails through the woods and find the falls nestled in the wilderness. Gaze down over Howe Sound from the awe-inspiring Sea to Sky Gondola, and shop till you drop among the stylish shops and eclectic cafes of Whistler Village.","Duration":"10hours","Price":"$170"},
{"Category":"GUIDED TOURS","Destination":"Grouse mountain + Capilano Suspension Bridge Park Tour","Image":"url","Explanation":"Take in two of Vancouver’s most popular destinations in a day on this Grouse Mountain and Capilano Suspension Bridge Park tour. Visit the Capilano River Hatchery to find leaping salmon, cross the famous Capilano Suspension Bridge, and soar high above the clouds on the Grouse Mountain Skyride — North America’s largest aerial tramway. Soak up natural beauty across the city of Vancouver to the shimmering waters of the Pacific Ocean, as your knowledgeable guide brings Vancouver’s natural history to life on this day trip.","Duration":"7hours","Price":"$200"},
{"Category":"GUIDED TOURS","Destination":"Discover the best of BC’s beautiful greenery and coastal scenery on this adventurous Victoria and Butchart Gardens Tour, from Vancouver. Watch for seals and whales from the comfort of your BC Ferry on the Georgia Strait crossing. Stroll among Butchart Gardens’ verdant flowerbeds, where colourful flowers bloom across the seasons, and hit the historic sites of Victoria’s Inner Harbour. Along the way, your expert guide shares knowledge of the region’s rich history and heritage.","Image":"url","Explanation":"cjedrzejczyk3@mozilla.com","Duration":"13hours","Price":"$230"},
{"Category":"ATTRACTIONS + ACTIVITIES","Destination":"Vancouver Aquarium","Image":"url","Explanation":"Sea otters, steller sea lions and 50,000 other aquatic creatures await your arrival at Canada’s largest aquarium. Long-established as a global leader in marine research, education and conservation, the Vancouver Aquarium offers visitors an unforgettable experience through face-to- face engagement with a wide array of amazing animals. You can also immerse yourself in the 4D Experience Theatre, which combines the high-definition excitement of a 3D film with thrilling sensory effects! Find out for yourself why the Vancouver Aquarium is one of the world’s favourite aquariums.","Duration":"2hours","Price":"$35"},
{"Category":"ATTRACTIONS + ACTIVITIES","Destination":"Stanley Park Horse-Drawn Tours","Image":"url","Explanation":"Stanley Park Horse-drawn Tours provide a relaxing, fully narrated trip through one of Vancouver’s most cherished places. The old-fashioned wagons tour the streets and paths of the park at a gentle pace as the professional drivers point out all points of interest. The Stanley Park Horse-drawn tour is a full hour of relaxation and information, departing regularly from Coal Harbour parking lot. The wagons are even equipped with roofs and lap blankets, keeping guests comfortable and content for the duration of the trip.","Duration":"1hour","Price":"$50"},
{"Category":"ATTRACTIONS + ACTIVITIES","Destination":"Prince of Whale - Vancouver Whale Watching Adventures","Image":"url","Explanation":"As one of the largest whale watching and ecotourism companies in British Columbia, Prince of Whales Whale Watching takes it’s role in environmental stewardship seriously. Many of their vessels are some of the most environmentally-friendly vehicles afloat, ensuring that while guests are enjoying an ocean breeze and the thrill of spotting whales breeching the water’s surface, that the environment remains protected and safe.","Duration":"5hours","Price":"$170"},
{"Category":"ATTRACTIONS + ACTIVITIES","Destination":"Harbour Air Seaplanes","Image":"url","Explanation":"An enhanced version of Harbour Air’s most popular tour, the Vancouver Extended Panorama will leave you speechless! A 35-minute flight of spectacular aerial views over Vancouver’s downtown that heads north along the coastline toward Whistler. Guests are treated to the stunning sights of the majestic Coast Mountains and the islands of Howe Sound before circling back to touch down on the waters of Coal Harbour. This flightseeing trip is as unforgettable as it is unbelievable!","Duration":"1hour","Price":"$130"},
{"Category":"FEATURED - PRODUCTS","Destination":"Hop-On, Hop-Off","Image":"url","Explanation":"Variety is the spice of life, so choose which stop you Hop-On and Hop-Off to explore the city!   Your view of the city will be like no other as you tour the streets with the wind in your hair, experiencing our vibrant downtown with all of your senses. You will be accompanied by a recorded commentary that is available in multiple languages.","Duration":"Plan for 1.5 hours for full loop","Price":"$80"}]